{
  "blueprint": {
    "sections": [
      {
        "id": 1,
        "name": "Caption",
        "purpose": "Identifies the court, parties involved, and case index number."
      },
      {
        "id": 2,
        "name": "Summons",
        "purpose": "Notifies the defendant of the action and requirements for response."
      },
      {
        "id": 3,
        "name": "Venue Statement",
        "purpose": "Establishes the basis for the venue of the case."
      },
      {
        "id": 4,
        "name": "Date",
        "purpose": "Indicates the date of the document."
      },
      {
        "id": 5,
        "name": "Attorney Information",
        "purpose": "Provides details about the plaintiff's attorney, including name, firm, address, and contact information."
      },
      {
        "id": 6,
        "name": "Defendant's Address",
        "purpose": "Lists the address of the defendant for service of process."
      },
      {
        "id": 7,
        "name": "Allegations",
        "purpose": "Introduces the plaintiff's claims against the defendant, stating the cause of action."
      },
      {
        "id": 8,
        "name": "Cause of Action",
        "purpose": "Details the specific legal basis for the plaintiff's claims, such as negligence."
      },
      {
        "id": 9,
        "name": "Factual Background",
        "purpose": "Outlines the facts surrounding the incident leading to the lawsuit."
      },
      {
        "id": 10,
        "name": "Negligence Claims",
        "purpose": "Enumerates the specific negligent actions of the defendant."
      },
      {
        "id": 11,
        "name": "Damages",
        "purpose": "Describes the injuries and damages suffered by the plaintiff as a result of the defendant's actions."
      },
      {
        "id": 12,
        "name": "Prayer for Relief",
        "purpose": "Requests specific relief or damages sought by the plaintiff."
      },
      {
        "id": 13,
        "name": "Signature Block",
        "purpose": "Contains the signature of the attorney representing the plaintiff."
      },
      {
        "id": 14,
        "name": "Attorney's Verification",
        "purpose": "Affirms the truthfulness of the document under penalty of perjury."
      },
      {
        "id": 15,
        "name": "Certification of Non-Frivolous Claims",
        "purpose": "Certifies that the claims made are not frivolous."
      },
      {
        "id": 16,
        "name": "Proof of Service",
        "purpose": "Confirms that a copy of the document has been served to the opposing party."
      },
      {
        "id": 17,
        "name": "Notice of Entry",
        "purpose": "Provides information regarding the entry of the document in court records."
      },
      {
        "id": 18,
        "name": "Notice of Settlement",
        "purpose": "Indicates the intention to present an order for settlement to the court."
      }
    ]
  },
  "templates": {
    "Caption": "",
    "Summons": "TO THE ABOVE NAMED DEFENDANT:\n\n\tYou are hereby summoned to answer the complaint in this action, and to serve a copy of your answer, or if the complaint is not served with this summons, to serve a notice of appearance on the Plaintiff’s attorney(s) within twenty days after the service of this summons exclusive of the day of service, where service is made by delivery upon you personally within the state, or within 30 days after completion of service where service is made in any other manner. In case of your failure to appear or answer, judgment will be taken against you by default for the relief demanded in the complaint.\n\n\tThe basis of venue is Plaintiff’s Residence: 8728 Flatbush Avenue, in Brooklyn, Kings County, New York.\nTO THE ABOVE NAMED DEFENDANT:\n\n\tYou are hereby summoned to answer the complaint in this action, and to serve a copy of your answer, or if the complaint is not served with this summons, to serve a notice of appearance on the Plaintiff’s attorney(s) within twenty days after the service of this summons exclusive of the day of service, where service is made by delivery upon you personally within the state, or within 30 days after completion of service where service is made in any other manner. In case of your failure to appear or answer, judgment will be taken against you by default for the relief demanded in the complaint.\n\n\tThe basis of venue is Plaintiff’s Residence: 121 Old Mill Road, in Great Neck, Nassau County, New York.",
    "Venue Statement": "The basis of venue is Plaintiff’s Residence: 8728 Flatbush Avenue, in Brooklyn, Kings County, New York.\nThe basis of venue is Plaintiff’s Residence: 121 Old Mill Road, in Great Neck, Nassau County, New York.",
    "Date": "Dated: New York, New York\n\tNovember_____, 2022\nDated: New York, New York\n\tSeptember_____, 2023",
    "Attorney Information": "____________________________\nMICHAEL COHAN, ESQ.\nCOHAN LAW FIRM PLLC\nAttorneys for Plaintiff\n401 Park Avenue South, 10th Floor \nNew York, New York 10016\n(855) 855-0321\nMICHAEL COHAN, ESQ.\nCOHAN LAW FIRM PLLC\nAttorneys for Plaintiff\n401 Park Avenue South, 10th Floor \nNew York, New York 10016\n(855) 855-0321",
    "Defendant's Address": "RICHARD MORALES\n85-49 79th Street\nWoodhaven, New York 11421\n639 Flanders Drive\nValley Stream, New York 11581",
    "Allegations": "Plaintiff by his attorneys, COHAN LAW FIRM PLLC, as and for a cause of action alleges, upon information and belief, as follows:\nAS AND FOR A FIRST CAUSE OF ACTION:\nNEGLIGENCE\n\nAt the time of the accident, Plaintiff, MUMUNI AHMED, was a lawful resident of County of Kings, State of New York.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was a resident of the County of Queens, State of New York.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was the owner of a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was the registered owner of a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, operated a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, operated a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947 on the roads of Kings County, City of Brooklyn and/or the road and public highways within the State of New York. \nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, controlled the use and operation of the aforesaid vehicle. \nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, maintained the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, inspected the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, supervised the use and operation of the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, repaired the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, managed the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was the lessee of a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was the lessor of a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Plaintiff, MUMUNI AHMED, was a lawful bicyclist of an e-scooter. \nThat on August 11th, 2022, and at all times herein mentioned, 4th Avenue at or near its intersection with 19th Street, County of Kings, City of Brooklyn and State of New York, (hereinafter, “the location”) was and still is a public thoroughfare.  \nThat on August 11th, 2022, at the aforesaid location, the 2021 Toyota motor vehicle bearing New York State license plate number KHS6947 owned and operated by Defendant, RICHARD MORALES, came in contact with the plaintiff, MUMUNI AHMED, a lawful bicyclist of an e-scooter.    \nThat as a result of the foregoing, the Plaintiff, MUMUNI AHMED, was injured.\nThat as a result of the foregoing, the Plaintiff, MUMUNI AHMED, was seriously and permanently injured.\nThat the aforesaid contact and accident and the injuries resulting therefrom, were due solely and wholly as a result of the careless, reckless, and negligent manner in which the Defendant owned, operated and controlled the motor vehicle without the Plaintiff in any way contributing thereto.\nThe above-stated occurrence and the result thereof was caused by the negligence of the Defendant in the ownership, operation, management, maintenance, inspection, repair and control of said motor vehicle; in operating same without due regard to the rights and safety of the Plaintiff; in operating said motor vehicle in a manner which unreasonably endangered the Plaintiff; in failing to obey traffic signals; in failing to properly steer, guide, manage and control said vehicle, so as to prevent same from striking the plaintiff, a lawful bicyclist of an e-scooter; in operating same at a rate of speed greater than was reasonable and proper at the time and place of the occurrence; in failing to apply the brakes or slow down or stop in such a manner as would have prevented the occurrence; in failing to have made adequate and timely observation of and response to conditions then existing at the place and time of the occurrence; in failing to observe signs and signals prevailing at the time and place of the occurrence; in failing to keep a proper look-out when operating and controlling said vehicle; in failing to properly maintain said motor vehicle; in failing to give adequate and timely signal notice or warning of the approach of his vehicle; in striking the plaintiff, a lawful bicyclist of an e-scooter; in operating said motor vehicle in violation of the applicable vehicle and traffic laws, rules, regulations, statutes and ordinances of Kings County and State of New York.\nThat the aforesaid occurrence and its results thereof were in no way due to any negligence or culpable conduct on the part of the Plaintiff.\nThat this action falls within one or more of the exception set forth in CPLR 1601 and CPLR 1602.\nPursuant to CPLR § 1602(2)(iv), Defendant is jointly and severally liable for all of Plaintiff’s damages, including but not limited to Plaintiff’s non-economic losses, irrespective of the provisions of CPLR § 1601, by reason of the fact Defendant owed the Plaintiff a non-delegable duty of care.\nPlaintiff's damages, including, but not limited to Plaintiff's non-economic losses, irrespective of the provisions of CPLR § 1601, by reason of the fact that each of the answering Defendant is vicariously liable for the negligent acts and omissions of his agents, servants, or employees, which persons or entities may be one or more of the co-Defendant to this action.\nPursuant to CPLR § 1602(5), Defendant is jointly and severally liable for all of Plaintiff’s damages, including but not limited to Plaintiff's non-economic losses, irrespective of the provisions of CPLR § 1601, by reason of the fact that Defendant wrongful conduct was intentional.\nPursuant to CPLR § 1602(7), Defendant is jointly and severally liable for all of Plaintiff's damages, including but not limited to Plaintiff’s non-economic losses, irrespective of the provisions of CPLR § 1601 by reason of the fact that Defendant acted with reckless disregard for the safety of others.\nPursuant to CPLR § 1601(11), Defendant is jointly and severally liable for all of Plaintiff’s damages, including but not limited to Plaintiff’s non-economic losses, irrespective of the provisions of CPLR § 1601, by reason of the fact Defendant acted knowingly or intentionally, and in concert, to cause the acts or failures which are a proximate cause of Plaintiff’s injuries. \nThat by reason of the negligence of the Defendant as aforementioned, MUMUNI AHMED, sustained serious bodily injuries, causing him great pain and discomfort in the past, present, and upon information and belief, in the future; he became and continues to be sick, sore, lame and disabled; upon information and belief, some of his injuries will be permanent; he was and upon information and belief, will be, compelled to seek medical attention for these injuries; and has been and upon information and belief, will be, unable to attend to his usual economic, educational and social activities.\nBy reason of the wrongful, negligent and unlawful actions of the Defendant, as aforesaid, the Plaintiff, MUMUNI AHMED, sustained serious injuries as defined in §5102(d) of the Insurance Law of the State of New York, and has sustained economic loss greater than basic economic loss as defined in said Insurance Law.\nBy reason of the foregoing and the negligence of said Defendant, the Plaintiff, MUMUNI AHMED is informed and verily believes, his aforesaid injuries are permanent and that he will permanently suffer from the effects of the aforesaid injuries and that he will be caused to suffer pain, suffering, significant limitations and consequential limitations of use of the affected body parts; and disruption of his pre-accident life. \nBy reason of the foregoing, the Plaintiff, MUMUNI AHMED, was compelled and did necessarily require medical aid and attention and did necessarily pay and become liable therefore, for medicines and upon information and belief, the Plaintiff, MUMUNI AHMED, will necessarily incur additional similar expenses.\nBy reason of the foregoing, the Plaintiff, MUMUNI AHMED, has been unable to attend his usual occupation and vocation in the manner required.\nThat by reason of the foregoing, the Plaintiff has been damaged in sums, which exceeds the jurisdictional limits of all lower courts, which would otherwise have jurisdiction.",
    "Cause of Action": "AS AND FOR A FIRST CAUSE OF ACTION:\nNEGLIGENCE\n\nAt the time of the accident, Plaintiff, MUMUNI AHMED, was a lawful resident of County of Kings, State of New York.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was a resident of the County of Queens, State of New York.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was the owner of a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was the registered owner of a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, operated a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, operated a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947 on the roads of Kings County, City of Brooklyn and/or the road and public highways within the State of New York.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, controlled the use and operation of the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, maintained the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, inspected the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, supervised the use and operation of the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, repaired the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, managed the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was the lessee of a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was the lessor of a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Plaintiff, MUMUNI AHMED, was a lawful bicyclist of an e-scooter.\nThat on August 11th, 2022, and at all times herein mentioned, 4th Avenue at or near its intersection with 19th Street, County of Kings, City of Brooklyn and State of New York, (hereinafter, “the location”) was and still is a public thoroughfare.\nThat on August 11th, 2022, at the aforesaid location, the 2021 Toyota motor vehicle bearing New York State license plate number KHS6947 owned and operated by Defendant, RICHARD MORALES, came in contact with the plaintiff, MUMUNI AHMED, a lawful bicyclist of an e-scooter.\nThat as a result of the foregoing, the Plaintiff, MUMUNI AHMED, was injured.\nThat as a result of the foregoing, the Plaintiff, MUMUNI AHMED, was seriously and permanently injured.\nThat the aforesaid contact and accident and the injuries resulting therefrom, were due solely and wholly as a result of the careless, reckless, and negligent manner in which the Defendant owned, operated and controlled the motor vehicle without the Plaintiff in any way contributing thereto.\nThe above-stated occurrence and the result thereof was caused by the negligence of the Defendant in the ownership, operation, management, maintenance, inspection, repair and control of said motor vehicle; in operating same without due regard to the rights and safety of the Plaintiff; in operating said motor vehicle in a manner which unreasonably endangered the Plaintiff; in failing to obey traffic signals; in failing to properly steer, guide, manage and control said vehicle, so as to prevent same from striking the plaintiff, a lawful bicyclist of an e-scooter; in operating same at a rate of speed greater than was reasonable and proper at the time and place of the occurrence; in failing to apply the brakes or slow down or stop in such a manner as would have prevented the occurrence; in failing to have made adequate and timely observation of and response to conditions then existing at the place and time of the occurrence; in failing to observe signs and signals prevailing at the time and place of the occurrence; in failing to keep a proper look-out when operating and controlling said vehicle; in failing to properly maintain said motor vehicle; in failing to give adequate and timely signal notice or warning of the approach of his vehicle; in striking the plaintiff, a lawful bicyclist of an e-scooter; in operating said motor vehicle in violation of the applicable vehicle and traffic laws, rules, regulations, statutes and ordinances of Kings County and State of New York.\nThat the aforesaid occurrence and its results thereof were in no way due to any negligence or culpable conduct on the part of the Plaintiff.\nThat this action falls within one or more of the exception set forth in CPLR 1601 and CPLR 1602.\nPursuant to CPLR § 1602(2)(iv), Defendant is jointly and severally liable for all of Plaintiff’s damages, including but not limited to Plaintiff’s non-economic losses, irrespective of the provisions of CPLR § 1601, by reason of the fact Defendant owed the Plaintiff a non-delegable duty of care.\nPlaintiff's damages, including, but not limited to Plaintiff's non-economic losses, irrespective of the provisions of CPLR § 1601, by reason of the fact that each of the answering Defendant is vicariously liable for the negligent acts and omissions of his agents, servants, or employees, which persons or entities may be one or more of the co-Defendant to this action.\nPursuant to CPLR § 1602(5), Defendant is jointly and severally liable for all of Plaintiff’s damages, including but not limited to Plaintiff's non-economic losses, irrespective of the provisions of CPLR § 1601, by reason of the fact that Defendant wrongful conduct was intentional.\nPursuant to CPLR § 1602(7), Defendant is jointly and severally liable for all of Plaintiff's damages, including but not limited to Plaintiff’s non-economic losses, irrespective of the provisions of CPLR § 1601 by reason of the fact that Defendant acted with reckless disregard for the safety of others.\nPursuant to CPLR § 1601(11), Defendant is jointly and severally liable for all of Plaintiff’s damages, including but not limited to Plaintiff’s non-economic losses, irrespective of the provisions of CPLR § 1601, by reason of the fact Defendant acted knowingly or intentionally, and in concert, to cause the acts or failures which are a proximate cause of Plaintiff’s injuries.\nThat by reason of the negligence of the Defendant as aforementioned, MUMUNI AHMED, sustained serious bodily injuries, causing him great pain and discomfort in the past, present, and upon information and belief, in the future; he became and continues to be sick, sore, lame and disabled; upon information and belief, some of his injuries will be permanent; he was and upon information and belief, will be, compelled to seek medical attention for these injuries; and has been and upon information and belief, will be, unable to attend to his usual economic, educational and social activities.\nBy reason of the wrongful, negligent and unlawful actions of the Defendant, as aforesaid, the Plaintiff, MUMUNI AHMED, sustained serious injuries as defined in §5102(d) of the Insurance Law of the State of New York, and has sustained economic loss greater than basic economic loss as defined in said Insurance Law.\nBy reason of the foregoing and the negligence of said Defendant, the Plaintiff, MUMUNI AHMED is informed and verily believes, his aforesaid injuries are permanent and that he will permanently suffer from the effects of the aforesaid injuries and that he will be caused to suffer pain, suffering, significant limitations and consequential limitations of use of the affected body parts; and disruption of his pre-accident life.\nBy reason of the foregoing, the Plaintiff, MUMUNI AHMED, was compelled and did necessarily require medical aid and attention and did necessarily pay and become liable therefore, for medicines and upon information and belief, the Plaintiff, MUMUNI AHMED, will necessarily incur additional similar expenses.\nBy reason of the foregoing, the Plaintiff, MUMUNI AHMED, has been unable to attend his usual occupation and vocation in the manner required.\nThat by reason of the foregoing, the Plaintiff has been damaged in sums, which exceeds the jurisdictional limits of all lower courts, which would otherwise have jurisdiction.",
    "Factual Background": "",
    "Negligence Claims": "At the time of the accident, Plaintiff, MUMUNI AHMED, was a lawful resident of County of Kings, State of New York.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was a resident of the County of Queens, State of New York.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was the owner of a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was the registered owner of a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, operated a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, operated a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947 on the roads of Kings County, City of Brooklyn and/or the road and public highways within the State of New York.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, controlled the use and operation of the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, maintained the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, inspected the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, supervised the use and operation of the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, repaired the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, managed the aforesaid vehicle.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was the lessee of a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Defendant, RICHARD MORALES, was the lessor of a 2021 Toyota motor vehicle bearing New York State license plate number KHS6947.\nThat on August 11th, 2022, and at all times herein mentioned, Plaintiff, MUMUNI AHMED, was a lawful bicyclist of an e-scooter.\nThat on August 11th, 2022, and at all times herein mentioned, 4th Avenue at or near its intersection with 19th Street, County of Kings, City of Brooklyn and State of New York, (hereinafter, “the location”) was and still is a public thoroughfare.\nThat on August 11th, 2022, at the aforesaid location, the 2021 Toyota motor vehicle bearing New York State license plate number KHS6947 owned and operated by Defendant, RICHARD MORALES, came in contact with the plaintiff, MUMUNI AHMED, a lawful bicyclist of an e-scooter.\nThat as a result of the foregoing, the Plaintiff, MUMUNI AHMED, was injured.\nThat as a result of the foregoing, the Plaintiff, MUMUNI AHMED, was seriously and permanently injured.\nThat the aforesaid contact and accident and the injuries resulting therefrom, were due solely and wholly as a result of the careless, reckless, and negligent manner in which the Defendant owned, operated and controlled the motor vehicle without the Plaintiff in any way contributing thereto.\nThe above-stated occurrence and the result thereof was caused by the negligence of the Defendant in the ownership, operation, management, maintenance, inspection, repair and control of said motor vehicle; in operating same without due regard to the rights and safety of the Plaintiff; in operating said motor vehicle in a manner which unreasonably endangered the Plaintiff; in failing to obey traffic signals; in failing to properly steer, guide, manage and control said vehicle, so as to prevent same from striking the plaintiff, a lawful bicyclist of an e-scooter; in operating same at a rate of speed greater than was reasonable and proper at the time and place of the occurrence; in failing to apply the brakes or slow down or stop in such a manner as would have prevented the occurrence; in failing to have made adequate and timely observation of and response to conditions then existing at the place and time of the occurrence; in failing to observe signs and signals prevailing at the time and place of the occurrence; in failing to keep a proper look-out when operating and controlling said vehicle; in failing to properly maintain said motor vehicle; in failing to give adequate and timely signal notice or warning of the approach of his vehicle; in striking the plaintiff, a lawful bicyclist of an e-scooter; in operating said motor vehicle in violation of the applicable vehicle and traffic laws, rules, regulations, statutes and ordinances of Kings County and State of New York.\nThat the aforesaid occurrence and its results thereof were in no way due to any negligence or culpable conduct on the part of the Plaintiff.\nThat this action falls within one or more of the exception set forth in CPLR 1601 and CPLR 1602.\nPursuant to CPLR § 1602(2)(iv), Defendant is jointly and severally liable for all of Plaintiff’s damages, including but not limited to Plaintiff’s non-economic losses, irrespective of the provisions of CPLR § 1601, by reason of the fact Defendant owed the Plaintiff a non-delegable duty of care.\nPlaintiff's damages, including, but not limited to Plaintiff's non-economic losses, irrespective of the provisions of CPLR § 1601, by reason of the fact that each of the answering Defendant is vicariously liable for the negligent acts and omissions of his agents, servants, or employees, which persons or entities may be one or more of the co-Defendant to this action.\nPursuant to CPLR § 1602(5), Defendant is jointly and severally liable for all of Plaintiff’s damages, including but not limited to Plaintiff's non-economic losses, irrespective of the provisions of CPLR § 1601, by reason of the fact that Defendant wrongful conduct was intentional.\nPursuant to CPLR § 1602(7), Defendant is jointly and severally liable for all of Plaintiff's damages, including but not limited to Plaintiff’s non-economic losses, irrespective of the provisions of CPLR § 1601 by reason of the fact that Defendant acted with reckless disregard for the safety of others.\nPursuant to CPLR § 1601(11), Defendant is jointly and severally liable for all of Plaintiff’s damages, including but not limited to Plaintiff’s non-economic losses, irrespective of the provisions of CPLR § 1601, by reason of the fact Defendant acted knowingly or intentionally, and in concert, to cause the acts or failures which are a proximate cause of Plaintiff’s injuries.\nThat by reason of the negligence of the Defendant as aforementioned, MUMUNI AHMED, sustained serious bodily injuries, causing him great pain and discomfort in the past, present, and upon information and belief, in the future; he became and continues to be sick, sore, lame and disabled; upon information and belief, some of his injuries will be permanent; he was and upon information and belief, will be, compelled to seek medical attention for these injuries; and has been and upon information and belief, will be, unable to attend to his usual economic, educational and social activities.\nBy reason of the wrongful, negligent and unlawful actions of the Defendant, as aforesaid, the Plaintiff, MUMUNI AHMED, sustained serious injuries as defined in §5102(d) of the Insurance Law of the State of New York, and has sustained economic loss greater than basic economic loss as defined in said Insurance Law.\nBy reason of the foregoing and the negligence of said Defendant, the Plaintiff, MUMUNI AHMED is informed and verily believes, his aforesaid injuries are permanent and that he will permanently suffer from the effects of the aforesaid injuries and that he will be caused to suffer pain, suffering, significant limitations and consequential limitations of use of the affected body parts; and disruption of his pre-accident life.\nBy reason of the foregoing, the Plaintiff, MUMUNI AHMED, was compelled and did necessarily require medical aid and attention and did necessarily pay and become liable therefore, for medicines and upon information and belief, the Plaintiff, MUMUNI AHMED, will necessarily incur additional similar expenses.\nBy reason of the foregoing, the Plaintiff, MUMUNI AHMED, has been unable to attend his usual occupation and vocation in the manner required.\nThat by reason of the foregoing, the Plaintiff has been damaged in sums, which exceeds the jurisdictional limits of all lower courts, which would otherwise have jurisdiction.",
    "Damages": "By reason of the wrongful, negligent and unlawful actions of the Defendant, as aforesaid, the Plaintiff, MUMUNI AHMED, sustained serious injuries as defined in §5102(d) of the Insurance Law of the State of New York, and has sustained economic loss greater than basic economic loss as defined in said Insurance Law.\nBy reason of the foregoing and the negligence of said Defendant, the Plaintiff, MUMUNI AHMED is informed and verily believes, his aforesaid injuries are permanent and that he will permanently suffer from the effects of the aforesaid injuries and that he will be caused to suffer pain, suffering, significant limitations and consequential limitations of use of the affected body parts; and disruption of his pre-accident life.\nBy reason of the foregoing, the Plaintiff, MUMUNI AHMED, was compelled and did necessarily require medical aid and attention and did necessarily pay and become liable therefore, for medicines and upon information and belief, the Plaintiff, MUMUNI AHMED, will necessarily incur additional similar expenses.\nBy reason of the foregoing, the Plaintiff, MUMUNI AHMED, has been unable to attend his usual occupation and vocation in the manner required.\nThat by reason of the foregoing, the Plaintiff has been damaged in sums, which exceeds the jurisdictional limits of all lower courts, which would otherwise have jurisdiction.",
    "Prayer for Relief": "",
    "Signature Block": "____________________________\nMICHAEL COHAN, ESQ.\nCOHAN LAW FIRM PLLC\nAttorneys for Plaintiff\n401 Park Avenue South, 10th Floor \nNew York, New York 10016\n(855) 855-0321\n____________________________\nMICHAEL COHAN, ESQ.\nCOHAN LAW FIRM PLLC\nAttorneys for Plaintiff\n401 Park Avenue South, 10th Floor \nNew York, New York 10016\n(855) 855-0321",
    "Attorney's Verification": "MICHAEL COHAN, an attorney duly admitted to practice before the Courts of the State of New York, affirms the following to be true under the penalties of perjury: \n\nI am an attorney at COHAN LAW FIRM PLLC, attorneys of record for Plaintiff, MUMUNI AHMED. I have read the annexed \n\nSUMMONS AND VERIFIED COMPLAINT\n\nand know the contents thereof, and the same are true to my knowledge, except those matters therein which are stated to be alleged upon information and belief, and as to those matters I believe them to be true. My belief, as to those matters therein not stated upon knowledge, is based upon facts, records, and other pertinent information contained in my files.  \n\nThe reason this verification is made by me and not Plaintiff is that Plaintiff is not presently in the county wherein the attorneys for the plaintiff maintain their offices. \n\nDATED: New York, New York \n                November_____, 2022\n\n                                        _____________________________________________________ \n                                       MICHAEL COHAN, ESQ.\nMICHAEL COHAN, an attorney duly admitted to practice before the Courts of the State of New York, affirms the following to be true under the penalties of perjury: \n\nI am an attorney at COHAN LAW FIRM PLLC, attorneys of record for Plaintiff, MEHRDAD COHAN. I have read the annexed \n\nSUMMONS AND VERIFIED COMPLAINT\n\nand know the contents thereof, and the same are true to my knowledge, except those matters therein which are stated to be alleged upon information and belief, and as to those matters I believe them to be true. My belief, as to those matters therein not stated upon knowledge, is based upon facts, records, and other pertinent information contained in my files.  \n\nThe reason this verification is made by me and not Plaintiff is that Plaintiff is not presently in the county wherein the attorneys for the plaintiff maintain their offices. \n\nDATED: New York, New York \n                September_____, 2023\n\n\n                                          \n                                        \n                                        \n                                        \n                                        \n                                        \n                                        \n                                        \n                                        \n                                        \n                                        \n                                        \n                                        \n                                        \n                                        \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n\n\n                                        \n                                        \n                                 \n                                        \n                                        \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n\n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                            \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n\n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                             \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n\n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n\n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n                                       \n  \n\n                                           \n                                          \n\n\n\n\n                     __________________________________ \n                                       \n                                       \n                                       \n                                       \n                                      MICHAEL COHAN, ESQ.",
    "Certification of Non-Frivolous Claims": "",
    "Proof of Service": "",
    "Notice of Entry": "",
    "Notice of Settlement": ""
  }
}